// Settings Menu for Front Row

FRSettingsName = "Name";
FRSettingsVersion = "SW Version";
FRSettingsScreenSaver = "Screen Saver";
FRSettingsUISounds = "Sound Effects";
FRSettingsPhotoDB = "Photo Source";

FRSettingsOff = "Off";
FRSettingsOn = "On";
